app/controllers/the_gossip_project_controller.rb

  def welcome
    @user = User.first
---
SELECT  "users".* FROM "users" ORDER BY "users"."id" ASC LIMIT ?  [["LIMIT", 1]]